{
  "ar": {
    "language": "Arabic",
    "text": "كانت أليس تبدأ بالشعور بالتعب الشديد من الجلوس بجانب أختها على الضفة. مرة أو مرتين كانت قد ألقت نظرة خاطفة على الكتاب الذي كانت أختها تقرأه، لكنه لم يكن يحتوي على صور أو محادثات. 'وما فائدة الكتاب،' فكرت أليس، 'بدون صور أو محادثات؟' لذا كانت تفكر في نفسها ما إذا كانت متعة صنع سلسلة أزهار الأقحوان تستحق عناء النهوض وقطف الأقحوان. وفجأة ركض أرنب أبيض بعينين ورديتين بالقرب منها. لم يكن هناك ما يستحق الذكر كثيرًا في ذلك؛ ولم تظن أليس أنه غريب جدًا أن تسمع الأرنب يقول لنفسه، 'يا إلهي! يا إلهي! سأكون متأخرة!' لكن عندما أخرج الأرنب ساعة من جيب صدر سترته ونظر إليها، قفزت أليس على قدميها. لم ترَ من قبل أرنبًا لديه جيب صدر أو ساعة ليخرجها."
  },
  "bg": {
    "language": "Bulgarian",
    "text": "Алиса започваше да се уморява много от това да седи до сестра си на брега. Веднъж или два пъти тя поглеждаше в книгата, която сестра ѝ четеше, но тя нямаше нито картинки, нито разговори. „И каква е ползата от книга,“ мислеше Алиса, „без картинки или разговори?“ Така че тя обмисляше в ума си дали удоволствието да направи гирлянда от маргаритки ще си заслужава усилието да се изправи и да бере маргаритките. И изведнъж бял заек с розови очи пробяга покрай нея. Нямаше нищо толкова забележително в това; нито Алиса смяташе, че е толкова необичайно да чуе заека да казва на себе си: „О, Боже! О, Боже! Ще закъснея!“ Но когато заекът всъщност извади часовник от джоба на жилетката си и го погледна, Алиса скочи на крака си."
  },
  "bho": {
    "language": "Bhojpuri",
    "text": "एलिस आपन बहिन का पास किनारे पर बइठल-बइठल बहुत थाक गइल रही। एक-दू बार उ बहिन जे किताब पढ़त रहली ओकरा में झांकली, बाकिर ओह में कवनो चित्र या बातचीत ना रहे। 'और किताब के फायदा का बा,' एलिस सोचली, 'बिना चित्र या बातचीत के?' त ओह सोच में पड़ गइल की फूल के माला बनावे के मज़ा उठावे खातिर उठ के फूल तोड़े के मेहनत करल जाय कि ना। अचानक एगो गोरो रंग के खरगोश गुलाबी आंख के पास से दौड़ल। एकर कवनो खास बात ना रहल; न एलिस ई सोचली की खरगोश के अपने से कहत सुनल अजीब बा, 'हे भगवान! हे भगवान! हम देर हो जाएब!' बाकिर जब खरगोश वाकई में अपनी जेब से घड़ी निकाललस आ ओकरा देखलस, एलिस तुरंते खड़ा हो गइल।"
  },
  "bn": {
    "language": "Bengali",
    "text": "অ্যালিস তার বোনের পাশে নদীর ধারে বসে বসে খুব ক্লান্ত হয়ে যাচ্ছিল। এক-দুইবার সে তার বোন যে বই পড়ছিল তাতে চেয়ে দেখেছিল, কিন্তু এতে কোনো ছবি বা কথোপকথন ছিল না। 'একটি বইয়ের ব্যবহার কী,' অ্যালিস ভাবল, 'ছবি বা কথোপকথন ছাড়া?' তাই সে নিজের মনে বিবেচনা করছিল যে দাইজি-চেইন বানানো আনন্দের মূল্য কি বসে উঠে দাইজি তোলা ঝামেলার সমান। হঠাৎ করেই একটি সাদা খরগোশ গোলাপি চোখ নিয়ে তার পাশ দিয়ে ছুটে গেল। এতে তেমন কিছু আশ্চর্যজনক কিছু ছিল না; অ্যালিসও মনে করল না এটি অস্বাভাবিক যে খরগোশ নিজের সঙ্গে বলল, 'ওহ দ্যাখ! ওহ দ্যাখ! আমি দেরি হয়ে যাব!' কিন্তু যখন খরগোশ সত্যিই তার কোমরের পকেট থেকে একটি ঘড়ি বের করল এবং তাকাল, অ্যালিস লাফিয়ে দাঁড়াল।"
  },
  "ca": {
    "language": "Catalan",
    "text": "A l'Alice li començava a cansar molt seure al costat de la seva germana a la riba. Un parell de vegades havia mirat el llibre que la seva germana llegia, però no tenia ni imatges ni converses. 'I de què serveix un llibre,' pensava l'Alice, 'sense imatges ni converses?' Així que es preguntava si el plaer de fer una cadena de margarides valia la pena de llevar-se i recollir les margarides. De sobte, un Conill Blanc amb els ulls roses va passar corrent a prop seu. No hi havia res de tan extraordinari en això; ni l'Alice trobava tan fora del normal sentir el conill dir-se a si mateix: 'Ai, Déu! Ai, Déu! Arribaré tard!' Però quan el Conill va treure realment un rellotge del seu butxaca de jupó i el va mirar, l'Alice es va aixecar de cop."
  },
  "cmn": {
    "language": "Mandarin Chinese",
    "text": "爱丽丝开始感到坐在河岸上陪着她姐姐非常无聊。有一两次，她偷看了她姐姐正在读的书，但书中没有图片或对话。‘一本没有图片或对话的书有什么用呢，’爱丽丝想。于是她在心里考虑制作一串雏菊花链的乐趣是否值得起身去采摘雏菊。突然，一只粉眼睛的白兔跑到她身边。这没什么特别的；爱丽丝也不觉得听到兔子自言自语‘天哪！天哪！我要迟到了！’有什么奇怪。但当兔子真的从马甲口袋里掏出一块表看时，爱丽丝立刻跳了起来。"
  },
  "cs": {
    "language": "Czech",
    "text": "Alice začínala být velmi unavená z toho, že seděla u své sestry na břehu. Jednou nebo dvakrát nahlédla do knihy, kterou její sestra četla, ale neměla v ní žádné obrázky ani rozhovory. 'A k čemu je kniha,' přemýšlela Alice, 'bez obrázků nebo rozhovorů?' Tak přemýšlela, zda potěšení z výroby řetízku z kopretin stojí za to vstát a sbírat kopretiny. Najednou kolem ní běžel Bílý králík s růžovýma očima. Na tom nebylo nic tak zvláštního; ani Alice nepovažovala za tak divné slyšet, jak králík říká sám sobě: 'Ach ne! Ach ne! Budu pozdě!' Ale když králík skutečně vytáhl hodinky z kapsy na vestě a podíval se na ně, Alice vyskočila na nohy."
  },
  "da": {
    "language": "Danish",
    "text": "Alice begyndte at blive meget træt af at sidde ved siden af sin søster på bredden. En eller to gange havde hun kigget i den bog, hendes søster læste, men den havde ingen billeder eller samtaler i sig. 'Og hvad er nytten af en bog,' tænkte Alice, 'uden billeder eller samtaler?' Så hun overvejede for sig selv, om glæden ved at lave en margeritkæde ville være værd besværet ved at rejse sig og plukke margeritter. Pludselig løb en Hvid Kanin med lyserøde øjne forbi hende. Der var ikke noget særligt bemærkelsesværdigt ved det; Alice syntes heller ikke, det var så mærkeligt at høre kaninen sige til sig selv: 'Åh kære! Åh kære! Jeg kommer for sent!' Men da kaninen faktisk tog et ur op af sin vestlomme og kiggede på det, sprang Alice op på sine fødder."
  },
  "de": {
    "language": "German",
    "text": "Alice begann sehr müde zu werden, neben ihrer Schwester am Ufer zu sitzen. Ein- oder zweimal hatte sie in das Buch ihrer Schwester hineingeschaut, aber es hatte keine Bilder oder Gespräche. ‚Und was nützt ein Buch,‘ dachte Alice, ‚ohne Bilder oder Gespräche?‘ Also überlegte sie in ihrem Kopf, ob der Spaß daran, eine Gänseblümchenkette zu machen, den Aufwand wert sei, aufzustehen und die Gänseblümchen zu pflücken. Plötzlich rannte ein Weißes Kaninchen mit rosa Augen dicht an ihr vorbei. Daran war nichts besonders Bemerkenswertes; auch hielt Alice es nicht für sonderlich ungewöhnlich, das Kaninchen zu sich selbst sagen zu hören: ‚Oje! Oje! Ich werde zu spät kommen!‘ Aber als das Kaninchen tatsächlich eine Uhr aus seiner Westentasche zog und darauf sah, sprang Alice auf die Füße."
  },
  "el": {
    "language": "Greek",
    "text": "Η Αλίκη άρχισε να κουράζεται πολύ από το να κάθεται δίπλα στην αδελφή της στην όχθη. Μία ή δύο φορές είχε ρίξει μια ματιά στο βιβλίο που διάβαζε η αδελφή της, αλλά δεν είχε εικόνες ή διάλογους. «Και ποιο το όφελος ενός βιβλίου,» σκέφτηκε η Αλίκη, «χωρίς εικόνες ή διάλογους;» Έτσι σκεφτόταν μέσα της αν η ευχαρίστηση να φτιάξει μια αλυσίδα από μαργαρίτες άξιζε τον κόπο να σηκωθεί και να μαζέψει τα λουλούδια. Ξαφνικά, ένα Λευκό Κουνέλι με ροζ μάτια πέρασε κοντά της. Δεν υπήρχε κάτι τόσο αξιοσημείωτο σε αυτό· ούτε η Αλίκη το βρήκε παράξενο να ακούει το κουνέλι να λέει στον εαυτό του: «Ωχ! Ωχ! Θα αργήσω!» Αλλά όταν το Κουνέλι έβγαλε πραγματικά ένα ρολόι από την τσέπη του γιλέκου του και το κοίταξε, η Αλίκη πετάχτηκε όρθια."
  },
  "en": {
    "language": "English",
    "text": "Alice was beginning to get very tired of sitting by her sister on the bank. Once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it. ‘And what is the use of a book,’ thought Alice, ‘without pictures or conversations?’ So she was considering in her own mind whether the pleasure of making a daisy-chain would be worth the trouble of getting up and picking the daisies. When suddenly a White Rabbit with pink eyes ran close by her. There was nothing so very remarkable in that; nor did Alice think it so very much out of the way to hear the rabbit say to itself, ‘Oh dear! Oh dear! I shall be late!’ But when the Rabbit actually took a watch out of its waistcoat-pocket and looked at it, Alice jumped up on her feet. She had never before seen a rabbit with either a waistcoat-pocket, or a watch to take out of it."
  },
  "es": {
    "language": "Spanish",
    "text": "A Alicia le empezaba a cansar mucho estar sentada junto a su hermana en la orilla. Una o dos veces había echado un vistazo al libro que su hermana estaba leyendo, pero no tenía imágenes ni conversaciones. '¿Y de qué sirve un libro,' pensaba Alicia, 'sin imágenes ni conversaciones?' Así que estaba considerando en su mente si el placer de hacer una guirnalda de margaritas valdría el esfuerzo de levantarse y recoger las margaritas. De repente, un Conejo Blanco con ojos rosas corrió cerca de ella. No había nada tan notable en eso; ni Alicia pensó que fuera tan extraño oír al conejo decirse a sí mismo: '¡Oh cielos! ¡Oh cielos! ¡Llegaré tarde!' Pero cuando el Conejo realmente sacó un reloj de su bolsillo del chaleco y lo miró, Alicia se levantó de un salto."
  },
  "eu": {
    "language": "Basque",
    "text": "Alisek oso nekatuta hasi zen ibiltzen bere arrebaren ondoan bankuan esertzeaz. Behin edo bi aldiz begiratu zion bere arreba irakurtzen ari zen liburuari, baina ez zuen argazkirik edo elkarrizketarik. 'Eta zertarako balio du liburu batek,' pentsatu zuen Alisek, 'argazkirik edo elkarrizketarik gabe?' Beraz, bere buruan pentsatzen ari zen margarita-kate bat egiteak altxatzeko eta margarita jasotzeko emango lukeen ahalegina merezi ote zuen. Bat-batean, begi arrosadun Errabo Zuria bere ondoan korrika ibili zen. Ez zegoen horren bitxia; ez Alisek uste zuen hain arraroa zenik erraboa bere buruarentzat 'Aizu! Aizu! Berandu iritsiko naiz!' esaten entzutea. Baina Erraboak benetan bere kamiseta-poltsikotik erloju bat atera eta begiratu zuenean, Alisek jauzi egin zuen oinetan."
  },
  "fa": {
    "language": "Persian",
    "text": "آلیس داشت از نشستن کنار خواهرش روی کرانه بسیار خسته می‌شد. یک یا دو بار به کتابی که خواهرش می‌خواند نگاه کرده بود، اما هیچ تصویر یا گفت‌وگویی در آن نبود. «یک کتاب چه فایده‌ای دارد،» آلیس فکر کرد، «بدون تصویر یا گفت‌وگو؟» بنابراین در ذهن خود بررسی می‌کرد که آیا لذت ساختن زنجیره‌ای از گل‌های بابونه ارزش زحمت برخاستن و چیدن گل‌ها را دارد یا نه. ناگهان یک خرگوش سفید با چشم‌های صورتی از کنار او دوید. در این کار چیز بسیار عجیبی نبود؛ آلیس هم فکر نمی‌کرد عجیب باشد که خرگوش به خودش بگوید: «وای! وای! دیرم خواهد شد!» اما وقتی خرگوش واقعاً ساعتی از جیب جلیقه‌اش بیرون آورد و به آن نگاه کرد، آلیس روی پاهایش پرید."
  },
  "fi": {
    "language": "Finnish",
    "text": "Alice alkoi väsyä istuessaan sisarensa vieressä joen rannalla. Kerran tai pari hän oli kurkistanut sisarensa lukemaan kirjaan, mutta siinä ei ollut kuvia tai keskusteluja. 'Mihin hyötyyn kirja on,' Alice ajatteli, 'jos siinä ei ole kuvia tai keskusteluja?' Niinpä hän pohti mielessään, olisiko daisy-ketjun tekemisen ilo vaivan arvoista nousta ylös ja poimia päivänkakkarat. Yhtäkkiä valkoinen kani, jolla oli vaaleanpunaiset silmät, juoksi hänen ohi. Siinä ei ollut mitään erityisen merkittävää; Alice ei myöskään pitänyt kovin outona kuulla kanin sanovan itselleen: 'Oi voi! Oi voi! Myöhästyn!' Mutta kun kani oikeasti otti kellon liivintaskustaan ja katsoi sitä, Alice hyppäsi jaloilleen."
  },
  "fr": {
    "language": "French",
    "text": "Alice commençait à se lasser de rester assise près de sa sœur sur la berge. Une ou deux fois, elle avait jeté un coup d’œil dans le livre que sa sœur lisait, mais il n’y avait ni images ni conversations. « Et à quoi sert un livre, » pensait Alice, « sans images ni conversations ? » Elle réfléchissait donc en elle-même pour savoir si le plaisir de faire une guirlande de marguerites valait la peine de se lever et de cueillir les marguerites. Soudain, un Lapin Blanc aux yeux roses passa près d’elle. Il n’y avait rien de très remarquable là-dedans ; Alice ne pensait pas non plus qu’il soit si étrange d’entendre le lapin se dire à lui-même : « Oh là là ! Oh là là ! Je vais être en retard ! » Mais lorsque le Lapin sortit effectivement une montre de sa poche de gilet et la regarda, Alice bondit sur ses pieds."
  },
  "gl": {
    "language": "Galician",
    "text": "A Alicia comezaba a cansarse moito de estar sentada xunto á súa irmá na beira. Un par de veces espiou o libro que a súa irmá estaba lendo, pero non tiña imaxes nin conversacións. 'E de que serve un libro,' pensaba Alicia, 'sen imaxes nin conversacións?' Así que estaba a considerar na súa mente se o pracer de facer unha cadea de margaridas valería a pena levantarse e recoller as margaridas. De súpeto, un Coello Branco con ollos rosas pasou correndo preto dela. Non había nada tan notable en iso; tampouco Alicia pensou que fose tan raro escoitar ao coello dicir para si mesmo: '¡Ai Deus! ¡Ai Deus! Chegarei tarde!' Pero cando o Coello realmente sacou un reloxo do peto do chaleco e mirouno, Alicia deu un salto sobre os pés."
  },
  "he": {
    "language": "Hebrew",
    "text": "אליס התחילה להתעייף מאוד מלהיות יושבת ליד אחותה על הגדה. פעם או פעמיים היא הציצה בספר שאחותה קראה, אך לא היו בו תמונות או שיחות. 'ומה תועלת ספר,' חשבה אליס, 'ללא תמונות או שיחות?' כך היא שקלה בליבה האם ההנאה של עשיית שרשרת פרחי דייזי שווה את המאמץ לקום ולאסוף את הפרחים. פתאום ארנב לבן עם עיניים ורודות רץ לידה. לא היה בכך משהו מיוחד; ולא חשבה אליס שזה מוזר מדי לשמוע את הארנב אומר לעצמו: 'או, אלוהים! או, אלוהים! אני אגיע באיחור!' אבל כאשר הארנב באמת הוציא שעון מכיס אפודו והביט בו, אליס קפצה על רגליה."
  },
  "hi": {
    "language": "Hindi",
    "text": "ऐलिस अपनी बहन के पास किनारे पर बैठकर बहुत थकने लगी थी। एक-दो बार उसने उस किताब में झांक लिया जो उसकी बहन पढ़ रही थी, लेकिन उसमें न तो चित्र थे और न ही संवाद। 'और किताब का क्या फायदा,' ऐलिस ने सोचा, 'बिना चित्र या संवाद के?' इसलिए वह अपने मन में सोच रही थी कि डेज़ी-चेन बनाने का आनंद उठाना खड़ा होकर फूल तोड़ने के कष्ट के लायक है या नहीं। अचानक गुलाबी आंखों वाला एक सफेद खरगोश उसके पास से दौड़ता हुआ गुजरा। इसमें कुछ विशेष आश्चर्यजनक नहीं था; न ही ऐलिस को यह अजीब लगा कि खरगोश अपने आप से कहे, 'हे भगवान! हे भगवान! मैं देर हो जाऊंगी!' लेकिन जब खरगोश ने वास्तव में अपनी वेस्टकोट की जेब से घड़ी निकाली और उसे देखा, ऐलिस तुरंत अपने पैरों पर कूद पड़ी।"
  },
  "hr": {
    "language": "Croatian",
    "text": "Alice je počinjala biti vrlo umorna od sjedenja kraj svoje sestre na obali. Jednom ili dvaput je zavirila u knjigu koju je njezina sestra čitala, ali nije imala slike ili dijaloge. 'I čemu služi knjiga,' mislila je Alice, 'bez slika ili dijaloga?' Tako je razmišljala u svom umu je li zadovoljstvo izrade lančića od tratinčica vrijedno truda ustati i brati tratinčice. Odjednom je bijeli Zec s ružičastim očima protrčao pokraj nje. U tome nije bilo ništa posebno zapanjujuće; Alice također nije mislila da je čudno čuti zeca kako sam sebi kaže: 'O, dragi! O, dragi! Kasnit ću!' Ali kada je Zec zapravo izvadio sat iz džepa svog prsluka i pogledao ga, Alice je skočila na noge."
  },
  "hu": {
    "language": "Hungarian",
    "text": "Alice kezdett nagyon elfáradni attól, hogy a parton ült a nővére mellett. Egyszer-kétszer belesett a könyvbe, amit a nővére olvasott, de abban nem voltak képek vagy párbeszédek. 'És mi haszna van egy könyvnek,' gondolta Alice, 'képek vagy párbeszéd nélkül?' Így hát azon töprengett a fejében, vajon megéri-e a fáradságot felállni és margarétaláncot készíteni. Hirtelen egy fehér Nyúl rózsaszín szemekkel futott el mellette. Ebben nem volt semmi különösen figyelemre méltó; Alice sem találta túl szokatlannak hallani a nyulat, ahogy magának mondja: 'Ó jaj! Ó jaj! Elkésem!' De amikor a Nyúl tényleg elővett egy órát a mellényzsebéből és rápillantott, Alice felugrott a lábára."
  },
  "id": {
    "language": "Indonesian",
    "text": "Alice mulai sangat lelah duduk di samping saudara perempuannya di tepi sungai. Sekali atau dua kali ia mengintip buku yang dibaca saudaranya, tetapi tidak ada gambar atau percakapan di dalamnya. 'Dan apa gunanya sebuah buku,' pikir Alice, 'tanpa gambar atau percakapan?' Jadi ia sedang mempertimbangkan dalam pikirannya apakah kesenangan membuat rantai bunga daisy sepadan dengan repot bangun dan memetik bunga-bunga itu. Tiba-tiba seekor Kelinci Putih bermata merah muda berlari dekat dengannya. Tidak ada yang begitu luar biasa; Alice juga tidak menganggapnya aneh mendengar kelinci berkata pada dirinya sendiri: 'Astaga! Astaga! Aku akan terlambat!' Tetapi ketika Kelinci benar-benar mengeluarkan jam dari saku rompinya dan melihatnya, Alice meloncat berdiri."
  },
  "it": {
    "language": "Italian",
    "text": "Alice stava cominciando a stancarsi molto di stare seduta accanto a sua sorella sulla riva. Una o due volte aveva dato un’occhiata al libro che sua sorella stava leggendo, ma non aveva né immagini né conversazioni. 'E a cosa serve un libro,' pensava Alice, 'senza immagini o conversazioni?' Così stava considerando nella sua mente se il piacere di fare una collana di margherite valesse la fatica di alzarsi e raccogliere i fiori. Improvvisamente un Coniglio Bianco dagli occhi rosa corse vicino a lei. Non c’era nulla di particolarmente notevole in ciò; né Alice trovava così strano sentire il coniglio dire a se stesso: 'Oh cielo! Oh cielo! Farò tardi!' Ma quando il Coniglio tirò davvero fuori un orologio dalla tasca del panciotto e lo guardò, Alice saltò in piedi."
  },
  "ja": {
    "language": "Japanese",
    "text": "アリスは川岸で姉のそばに座っているのにとても疲れ始めていた。何度か姉が読んでいる本を覗き込んだが、そこには絵も会話もなかった。『絵も会話もない本なんて、何の役に立つのだろう』とアリスは思った。そこで彼女は、デイジーチェーンを作る楽しみが立ち上がって花を摘む手間に見合うかどうか、自分の心の中で考えていた。突然、ピンクの目をした白ウサギが彼女のそばを走り抜けた。それに特に驚くことはなかった；アリスもウサギが自分自身に『ああ、しまった！ああ、しまった！遅れる！』と言うのを聞いても特に変だとは思わなかった。しかし、ウサギが実際にチョッキのポケットから時計を取り出して見たとき、アリスは飛び上がった。"
  },
  "kn": {
    "language": "Kannada",
    "text": "ಆಲಿಸ್ ತನ್ನ ಸಹೋದರಿಯ ಬಳಿಯಲ್ಲಿ ತೀರದಲ್ಲಿ ಕೂತಿರುವುದರಿಂದ ತುಂಬಾ ಥಕತಿಹೋಗುತ್ತಿದ್ದುದು ಪ್ರಾರಂಭಿಸಿತು. ಒಮ್ಮೆ ಅಥವಾ ಎರಡು ಬಾರಿ ಅವಳು ತನ್ನ ಸಹೋದರಿ ಓದುತ್ತಿದ್ದ ಪುಸ್ತಕವನ್ನು ನೋಡಿದಳು, ಆದರೆ ಅದರಲ್ಲಿ ಚಿತ್ರಗಳು ಅಥವಾ ಸಂಭಾಷಣೆಗಳೇ ಇರಲಿಲ್ಲ. 'ಚಿತ್ರಗಳು ಅಥವಾ ಸಂಭಾಷಣೆ ಇಲ್ಲದ ಪುಸ್ತಕದ ಉಪಯೋಗವೇನು,' ಎಂದು ಆಲಿಸ್ ಚಿಂತನೆ ಮಾಡಿದರು. ಆದ್ದರಿಂದ ದೇಸಿ-ಚೈನ್ ಮಾಡುವ ಸಂತೋಷವು ಎದ್ದುಕೊಂಡು ಹೂವುಗಳನ್ನು ತೂಗುವ ಕಷ್ಟಕ್ಕೆ ಸಮರ್ಥವಾಗುವುದೇ ಎಂದು ಅವಳು ತನ್ನ ಮನಸ್ಸಿನಲ್ಲಿ ಪರಿಗಣಿಸುತ್ತಿದ್ದಳು. ಹಠಾತ್ತಾಗಿ, ಪಿಂಕ್ ಕಣ್ಣುಳ್ಳ ಬಿಳಿ ಮೊಲ ಅವಳ ಹತ್ತಿರ ಓಡಿತು. ಅದರಲ್ಲಿ ಯಾವುದೇ ವಿಶೇಷವಾದ ಅಚ್ಚರಿ ಏನೂ ಇರಲಿಲ್ಲ; ಆಲಿಸಿಗೂ ಮೊಲವು ತನ್ನನ್ನೇ 'ಅಯ್ಯೋ! ಅಯ್ಯೋ! ನಾನು ತಡವಾಗಿ ಆಗುತ್ತೇನೆ!' ಎಂದು ಹೇಳುತ್ತಿರುವುದು ಅನ್ಯಾಯವೆಂದು ಕಂಡಿಲ್ಲ. ಆದರೆ ಮೊಲವು ವಾಸ್ಟ್ಕೋಟ್ ಜೇಬಿನಿಂದ ಘಡಿಯನ್ನು ತೆಗೆದು ಅದನ್ನು ನೋಡಿದಾಗ, ಆಲಿಸ್ ತನ್ನ ಪಾದಗಳ ಮೇಲೆ ಜಿಗಿಯಿತು."
  },
  "ko": {
    "language": "Korean",
    "text": "앨리스는 강둑에서 그녀의 언니 옆에 앉아 있는 것에 매우 지쳐가기 시작했다. 한두 번 그녀는 언니가 읽고 있는 책을 살짝 들여다보았지만, 거기에는 그림이나 대화가 없었다. '그림이나 대화 없는 책이 무슨 소용이지,' 앨리스는 생각했다. 그래서 그녀는 데이지 체인을 만드는 즐거움이 일어나서 꽃을 따는 수고를 할 가치가 있는지 마음속으로 고민하고 있었다. 갑자기 분홍색 눈을 가진 흰 토끼가 그녀 옆을 달려 지나갔다. 그것에 특별히 놀랄 일은 없었다; 앨리스도 토끼가 혼잣말로 '오 이런! 오 이런! 늦겠어!'라고 말하는 것을 듣고 그렇게 이상하다고 생각하지 않았다. 그러나 토끼가 실제로 조끼 주머니에서 시계를 꺼내 들여다보았을 때, 앨리스는 벌떡 일어섰다."
  },
  "mr": {
    "language": "Marathi",
    "text": "ऍलिस तिच्या बहिणीच्या बाजूला तटावर बसून खूप थकायला लागली होती. एक-दोन वेळा तिने पाहिले की तिची बहिण वाचत असलेली पुस्तक पाहिली, पण त्यात चित्रे किंवा संवाद नव्हते. 'आणि पुस्तकाचा काय उपयोग,' असे ऍलिसला वाटले, 'चित्रे किंवा संवादांशिवाय?' त्यामुळे ती स्वतःच्या मनात विचार करत होती की डेझी चेन बनवण्याचा आनंद उभे राहून फुले तोडण्याच्या त्रासाच्या लायक आहे की नाही. अचानक गुलाबी डोळ्यांचा पांढरा ससा तिच्या जवळून धावून गेला. यात काहीतरी फारच विशेष नव्हते; ऍलिसला असे वाटले नाही की ससाने स्वतःशी सांगताना ऐकणे एवढे विचित्र आहे: 'अरे देवा! अरे देवा! मी उशिरा पोहचणार!' पण जेव्हा ससाने खरोखरच आपला वेस्टकोट पॉकेटमधून घड्याळ काढले आणि पाहिले, तेव्हा ऍलिस उभी राहिली."
  },
  "ms": {
    "language": "Malay",
    "text": "Alice mula merasa sangat letih duduk di sebelah kakaknya di tebing. Sekali atau dua kali dia mengintip buku yang dibaca oleh kakaknya, tetapi tiada gambar atau perbualan di dalamnya. 'Dan apa guna sebuah buku,' fikir Alice, 'tanpa gambar atau perbualan?' Jadi dia sedang memikirkan dalam fikirannya sama ada keseronokan membuat rantai daisy berbaloi dengan kesukaran untuk bangun dan memetik bunga-bunga itu. Tiba-tiba seekor Arnab Putih dengan mata merah jambu berlari di dekatnya. Tiada apa yang sangat luar biasa dalam itu; Alice juga tidak menganggapnya pelik mendengar arnab itu berkata pada dirinya sendiri: 'Ya ampun! Ya ampun! Aku akan lambat!' Tetapi apabila Arnab itu benar-benar mengeluarkan jam dari poket rompinya dan melihatnya, Alice melompat bangun."
  },
  "nb": {
    "language": "Norwegian Bokmål",
    "text": "Alice begynte å bli veldig sliten av å sitte ved siden av søsteren sin på bredden. En eller to ganger hadde hun tittet inn i boken søsteren hennes leste, men den hadde ingen bilder eller samtaler. 'Og hva er nytten av en bok,' tenkte Alice, 'uten bilder eller samtaler?' Så hun vurderte i sitt eget sinn om gleden ved å lage en prestekragekjede var verdt bryet med å reise seg og plukke prestekragene. Plutselig løp en Hvit Kanin med rosa øyne nær henne. Det var ikke noe veldig bemerkelsesverdig med det; heller ikke syntes Alice at det var så merkelig å høre kaninen si til seg selv: 'Å nei! Å nei! Jeg kommer til å bli sen!' Men da kaninen faktisk tok ut et ur fra vestlommen og kikket på det, hoppet Alice opp på beina."
  },
  "nl": {
    "language": "Dutch",
    "text": "Alice begon erg moe te worden van het zitten naast haar zus aan de oever. Een of twee keer had ze in het boek gekeken dat haar zus aan het lezen was, maar het bevatte geen plaatjes of gesprekken. 'En wat heb je aan een boek,' dacht Alice, 'zonder plaatjes of gesprekken?' Dus dacht ze in zichzelf na of het plezier van het maken van een madeliefjesketting de moeite waard was om op te staan en de madeliefjes te plukken. Plotseling rende een Wit Konijn met roze ogen dicht langs haar heen. Er was niets zo merkwaardigs aan; ook vond Alice het niet zo vreemd om het konijn tegen zichzelf te horen zeggen: 'O je! O je! Ik zal te laat komen!' Maar toen het Konijn daadwerkelijk een horloge uit zijn vestzak haalde en erop keek, sprong Alice op."
  },
  "pl": {
    "language": "Polish",
    "text": "Alicja zaczynała być bardzo zmęczona siedzeniem obok swojej siostry na brzegu. Raz czy dwa zajrzała do książki, którą czytała jej siostra, ale nie było w niej ani obrazków, ani dialogów. 'I cóż za pożytek z książki,' pomyślała Alicja, 'bez obrazków i rozmów?' Tak więc rozważała w duchu, czy przyjemność robienia girlandy z stokrotek jest warta wysiłku wstania i zerwania kwiatów. Nagle obok niej przebiegł Biały Królik o różowych oczach. Nie było w tym nic nadzwyczajnego; Alicja też nie uważała, że to dziwne, gdy słyszy, jak królik mówi do siebie: 'Ojej! Ojej! Będę spóźniona!' Ale kiedy Królik naprawdę wyciągnął zegarek z kieszeni kamizelki i na niego spojrzał, Alicja podskoczyła na nogi."
  },
  "pt": {
    "language": "Portuguese",
    "text": "Alice estava começando a ficar muito cansada de sentar-se ao lado de sua irmã na margem. Uma ou duas vezes ela espiou o livro que sua irmã estava lendo, mas não havia imagens nem conversas nele. 'E de que serve um livro,' pensou Alice, 'sem imagens ou conversas?' Assim, ela considerava em sua mente se o prazer de fazer uma corrente de margaridas valeria o esforço de se levantar e colher as flores. De repente, um Coelho Branco com olhos rosas correu perto dela. Não havia nada de muito notável nisso; Alice também não achou tão estranho ouvir o coelho dizendo a si mesmo: 'Oh, céus! Oh, céus! Vou me atrasar!' Mas quando o Coelho realmente tirou um relógio do bolso do colete e olhou para ele, Alice pulou de pé."
  },
  "ro": {
    "language": "Romanian",
    "text": "Alice începea să se simtă foarte obosită stând lângă sora ei pe mal. O dată sau de două ori a aruncat o privire în cartea pe care o citea sora ei, dar nu avea imagini sau conversații. 'Și la ce folosește o carte,' se gândi Alice, 'fără imagini sau conversații?' Așa că se gândea în sinea ei dacă plăcerea de a face un lanț de margarete merită efortul de a se ridica și a culege florile. Deodată, un Iepure Alb cu ochi roz a alergat pe lângă ea. Nu era nimic atât de remarcabil în asta; nici Alice nu considera ciudat să audă iepurele spunându-și: 'Oh, Doamne! Oh, Doamne! O să întârzii!' Dar când Iepurele a scos cu adevărat un ceas din buzunarul vestei și s-a uitat la el, Alice a sărit în picioare."
  },
  "ru": {
    "language": "Russian",
    "text": "Алиса начинала очень уставать от того, что сидела рядом с сестрой на берегу. Один или два раза она заглядывала в книгу, которую читала её сестра, но в ней не было ни картинок, ни диалогов. «И какая польза от книги, — думала Алиса, — без картинок и разговоров?» Поэтому она размышляла про себя, стоит ли удовольствие от создания цепочки из маргариток того труда, чтобы встать и собрать цветы. Вдруг мимо неё пробежал Белый Кролик с розовыми глазами. В этом не было ничего особо примечательного; Алиса также не считала странным слышать, как кролик говорит сам себе: «О, боже! О, боже! Я опоздаю!» Но когда Кролик действительно достал часы из кармана жилета и посмотрел на них, Алиса вскочила на ноги."
  },
  "sk": {
    "language": "Slovak",
    "text": "Alice sa začala veľmi unavovať z toho, že sedela pri svojej sestre na brehu. Raz alebo dvakrát nakukla do knihy, ktorú čítala jej sestra, ale neobsahovala žiadne obrázky ani rozhovory. 'A na čo je kniha,' pomyslela si Alice, 'bez obrázkov alebo rozhovorov?' Takže si v duchu rozvažovala, či radosť z vytvorenia reťazca z margarét stojí za námahu vstať a nazbierať margaréty. Zrazu okolo nej prebehol Biely Králik s ružovými očami. V tom nebolo nič zvlášť pozoruhodného; Alice si tiež nemyslela, že by bolo zvláštne počuť králika hovoriť si sám pre seba: 'Och, drahý! Och, drahý! Meškám!' Ale keď králik naozaj vytiahol hodinky z vrecka vesty a pozrel sa na ne, Alice vyskočila na nohy."
  },
  "sl": {
    "language": "Slovenian",
    "text": "Alice je začela biti zelo utrujena od sedenja ob svoji sestri na bregu. Enkrat ali dvakrat je pokukala v knjigo, ki jo je brala njena sestra, vendar v njej ni bilo nobenih slik ali pogovorov. 'In kakšen namen ima knjiga,' je razmišljala Alice, 'brez slik ali pogovorov?' Tako je v svojem notranjem svetu razmišljala, ali bi bil užitek izdelovanja verige iz marjetic vreden truda vstati in pobrati cvetlice. Nenadoma je mimo nje pritekel Bel Zajec z roza očmi. V tem ni bilo nič posebej nenavadnega; Alice se tudi ni zdelo čudno slišati, kako zajec sam sebi reče: 'O, dragi! O, dragi! Zamudila bom!' Ko pa je zajec res izvlekel uro iz žepka telovnika in pogledal nanjo, je Alice poskočila na noge."
  },
  "sv": {
    "language": "Swedish",
    "text": "Alice började bli mycket trött på att sitta bredvid sin syster vid flodbanken. En eller två gånger hade hon tittat i boken som hennes syster läste, men den hade inga bilder eller samtal. 'Och vad är nyttan med en bok,' tänkte Alice, 'utan bilder eller samtal?' Så hon funderade i sitt eget sinne om nöjet att göra en prästkragakedja var värt besväret att resa sig och plocka prästkragar. Plötsligt sprang en Vit Kanin med rosa ögon nära henne. Det var inget särskilt anmärkningsvärt med det; Alice tyckte inte heller att det var särskilt märkligt att höra kaninen säga till sig själv: 'Åh nej! Åh nej! Jag kommer att bli sen!' Men när Kaninen faktiskt tog fram en klocka ur sin västficka och tittade på den, hoppade Alice upp på fötterna."
  },
  "ta": {
    "language": "Tamil",
    "text": "அலிஸ் தனது சகோதரியின் அருகே நதிக்கரை மீது உட்கார்ந்து மிகவும் சோர்வடைந்துவிட்டாள். ஒருமுறை அல்லது இருமுறை அவள் தனது சகோதரியின் படிக்கிற புத்தகத்தை சிறிது பார்வையிட்டாள், ஆனால் அதில் படங்கள் அல்லது உரையாடல்கள் எதுவும் இல்லை. 'படங்களோ உரையாடல்களோ இல்லாத புத்தகம் எந்த பயனுடையது?' என்று அலிஸ் நினைத்தாள். எனவே அவள் மனதில் சிந்தித்தாள், டெய்சி சங்கிலியை உருவாக்கும் மகிழ்ச்சி எழுந்து பூக்களை எடுக்கக்கூடிய முயற்சிக்குரியதா என்று. திடீரென ஒரு வெள்ளை முயல் ரோஜா கண்களுடன் அவளின் அருகே ஓடிச் சென்றது. அதில் மிக விசித்திரமானதல்ல; அலிஸ் அந்த முயல் தனக்கே சொல்லிக்கொண்டதை கேட்டு அதிர்ச்சியடைந்தாள் என்று எண்ணவில்லை: 'ஓ அன்பே! ஓ அன்பே! நான் தாமதமாகி விடுவேன்!' ஆனால் முயல் உண்மையில் வஸ்கோட் பாக்கெட் இருந்து கடிகாரத்தை எடுத்துச் பார்த்தபோது, அலிஸ் நின்றாள்."
  },
  "te": {
    "language": "Telugu",
    "text": "అలిస్ తన చెల్లెదరి పక్కన తీరానికి కూర్చొని చాలా అలసిపోతుండేది. ఒకసారి లేదా రెండు సార్లు ఆమె తన చెల్లెదరి చదువుతున్న పుస్తకంలో చుడుతుందివి, కానీ అందులో చిత్రాలు లేదా సంభాషణలు లేవు. 'చిత్రాలు లేదా సంభాషణలు లేకుండా పుస్తకానికి ఏమి ఉపయోగం,' అని అలిస్ ఆలోచించింది. కాబట్టి డైసీ చైన్ తయారు చేసే ఆనందం లేపి పూలను కోసుకునే కష్టం విలువైనదా అనే విషయాన్ని ఆమె తన మనసులో ఆలోచిస్తోంది. అకస్మాత్తుగా గులాబీ కళ్లతో ఉన్న తెల్ల శూక్రగొంగ ఆమె పక్కన పరిగెత్తింది. అందులో ఏ ప్రత్యేకంగా ఆశ్చర్యకరమైనది లేదు; అలిస్ కప్పు తనకే చెప్పుకుంటూ ఉంది అని విన్నా సాధారణంగా ఆశ్చర్యంగా అనిపించలేదు: 'ఓ దేవా! ఓ దేవా! నేను ఆలస్యమవుతాను!' కానీ శూక్రగొంగ నిజంగా తన వెస్ట్‌కోట్ పొకెట్ నుండి గడియారం తీసుకుని దానిని చూసినప్పుడు, అలిస్ కదిలింది."
  },
  "th": {
    "language": "Thai",
    "text": "อลิซเริ่มรู้สึกเหนื่อยมากที่นั่งอยู่ข้างๆ พี่สาวของเธอที่ริมฝั่ง แม้เธอจะชำเลืองดูหนังสือที่พี่สาวกำลังอ่านอยู่หนึ่งหรือสองครั้ง แต่ก็ไม่มีภาพหรือบทสนทนาใดๆ 'แล้วหนังสือมีประโยชน์อะไร,' อลิซคิด, 'ถ้าไม่มีภาพหรือบทสนทนา?' ดังนั้นเธอจึงคิดอยู่ในใจเองว่าความเพลิดเพลินจากการทำพวงมาลัยดอกเดซี่นั้นคุ้มค่ากับความเหนื่อยที่จะลุกขึ้นไปเก็บดอกไม้หรือไม่ อยู่ดีๆ กระต่ายขาวที่มีดวงตาสีชมพูวิ่งผ่านมาใกล้เธอ ไม่มีอะไรน่าประหลาดใจมากนัก; อลิซก็ไม่คิดว่าการได้ยินกระต่ายพูดกับตัวเองว่า 'โอ้ พระเจ้า! โอ้ พระเจ้า! ฉันจะสาย!' เป็นเรื่องแปลก แต่เมื่อกระต่ายเอานาฬิกาออกจากกระเป๋าเสื้อกั๊กและดูเวลา อลิซก็ลุกขึ้นทันที"
  },
  "tr": {
    "language": "Turkish",
    "text": "Alice, kız kardeşinin yanında kıyıda oturmaktan çok yorulmaya başlamıştı. Bir veya iki kez, kız kardeşinin okuduğu kitaba göz atmıştı, ama içinde ne resim ne de konuşma vardı. 'Resimsiz veya konuşmasız bir kitabın ne faydası var,' diye düşündü Alice. Bu yüzden, papatya zinciri yapmak gibi bir zevkin, kalkıp papatyaları toplamanın zahmetine değip değmeyeceğini kafasında tartıyordu. Aniden, pembe gözlü Beyaz Bir Tavşan yanından koşarak geçti. Bu o kadar da dikkate değer bir şey değildi; Alice de tavşanın kendi kendine 'Ah hayır! Ah hayır! Geç kalacağım!' dediğini duymanın garip olduğunu düşünmedi. Ama Tavşan gerçekten yelek cebinden bir saat çıkardığında ve ona baktığında, Alice ayağa fırladı."
  },
  "uk": {
    "language": "Ukrainian",
    "text": "Аліса почала дуже втомлюватися, сидячи біля своєї сестри на березі. Один або два рази вона зазирала в книгу, яку читала її сестра, але там не було ні зображень, ні діалогів. «А яка користь від книги,» подумала Аліса, «якщо в ній немає зображень або діалогів?» Тож вона розмірковувала про себе, чи варто задоволення від створення гірлянди з маргариток клопоту встати і зірвати квіти. Раптом повз неї пробіг Білий Кролик з рожевими очима. У цьому не було нічого особливо примітного; Аліса також не вважала дивним почути, як кролик каже сам собі: «О Боже! О Боже! Я запізнюся!» Але коли Кролик справді витягнув годинник із кишені жилета і подивився на нього, Аліса вскочила на ноги."
  },
  "vi": {
    "language": "Vietnamese",
    "text": "Alice bắt đầu cảm thấy rất mệt khi ngồi bên cạnh chị gái của mình trên bờ sông. Một hoặc hai lần cô liếc vào cuốn sách mà chị gái đang đọc, nhưng trong đó không có hình ảnh hay đối thoại. 'Một cuốn sách để làm gì,' Alice nghĩ, 'nếu không có hình ảnh hay đối thoại?' Vì vậy cô tự hỏi liệu niềm vui làm vòng hoa cúc có xứng đáng với công sức đứng dậy và hái những bông hoa hay không. Bất ngờ, một Con Thỏ Trắng với đôi mắt hồng chạy gần cô. Không có gì quá đáng chú ý trong đó; Alice cũng không thấy lạ khi nghe con thỏ tự nói với chính nó: 'Ôi trời! Ôi trời! Mình sẽ đến trễ!' Nhưng khi con thỏ thực sự lấy đồng hồ ra khỏi túi áo ghi lê và nhìn vào nó, Alice nhảy lên."
  },
  "wuu": {
    "language": "Wu Chinese",
    "text": "阿丽思坐在河边，陪着她姐姐，越坐越困倦。她瞄了一眼姐姐在读的书，可书里没有图画，也没有对话。‘一本没有图画和对话的书有什么用呢，’阿丽思心想。于是她心里盘算着，做雏菊链子的乐趣是否值得起身去采花。突然，一只粉色眼睛的白兔跑过她身边。其实并不特别惊讶；阿丽思也没觉得听见兔子自言自语‘哎呀！哎呀！我要迟到了！’很奇怪。但当兔子真的从马甲口袋里掏出怀表看时，阿丽思跳了起来。"
  },
  "yue": {
    "language": "Cantonese",
    "text": "愛麗絲開始覺得好累，因為她坐喺河邊陪住佢嘅姐姐。佢望咗一兩次佢姐姐睇緊嘅書，但入面冇圖畫同對話。『冇圖畫同對話嘅書有咩用呀，』愛麗絲諗。於是佢心入面諗住，做雛菊鏈嘅樂趣值唔值得企起身去摘花。突然，一隻粉紅色眼睛嘅白兔跑過佢身邊。其實冇乜特別驚訝；愛麗絲都唔覺得聽到隻兔自言自語『哎呀！哎呀！我要遲到啦！』咁奇怪。但當兔仔真係從背心袋攞出懷錶睇嘅時候，愛麗絲跳咗起身。"
  }
}